var lang = {};

lang.bg = {
	_tr_Home: 'Начало',
	_tr_Content : 'Съдържание',
	_tr_AboutUs : "За нас",
	_tr_Kid : "За деца",

	/*	Carousel overlay text	*/
	_tr_Carousel_geophysical: "Геофизични",
	_tr_Carousel_hydrological: "Хидрологични",
	_tr_Carousel_climatological: "Климатологични",
	_tr_Carousel_meteorological: "Метеорологични",
	
	/*	Names	*/
	_tr_Alexander_Kostov : "Александър Костов",
	_tr_Georgi_Kotakov : "Георги Котаков",
	_tr_Ivailo_Dimitrov : "Ивайло Димитров",
	_tr_Dimitur_Yoldov : "Димитър Йолдов",

	/*	Roles	*/
	_tr_Scrum_Trainer : "Лидер",
	_tr_Backend_Developer : "Backend Разработчик",
	_tr_Frontend_Developer : "Frontend Разработчик",
	_tr_Designer : "Дизайнер",
	
	/*	Title	*/
	_tr_Geophysical_Earthquake_title1: "Какво е земетресение?",
	_tr_Geophysical_Earthquake_title2: "Какво предизвиква земетресенията и къде се случват?",
	_tr_Geophysical_Earthquake_title3: "Кое е най-голямото земетресение в света?",

	_tr_Geophysical_Landslides_title1: "Какво е свлачище?",
	_tr_Geophysical_Landslides_title2: "Какво причинява свлачищата и къде се случват те?",
	_tr_Geophysical_Landslides_title3: "Кое е най-голямото свлачище в световната история?",

	_tr_Geophysical_Sink_holess_title1: "Какво е карстова фуния?",
	_tr_Geophysical_Sink_holess_title2: "Какво причинява карстова фуния и къде се случват?",
	_tr_Geophysical_Sink_holess_title3: "Какво представлява земетресението в карстова фуния в световната история?",

	_tr_Geophysical_Volcano_title1: "Какво е вулкан?",
	_tr_Geophysical_Volcano_title2: "Какво причинява изригвания на вулкани?",
	_tr_Geophysical_Volcano_title3: "Кое е най-голямото изригване на вулкан в световната история?",

	_tr_Geophysical_Ice_Storm_title1: "Какво е ледена буря?",
	_tr_Geophysical_Ice_Storm_title2: "Какво причинява ледената буря и къде се случват?",
	_tr_Geophysical_Ice_Storm_title3: "Коя е най-голямата ледена буря в световната история?",

	_tr_Hydrological_Floods_title1: "Какво е наводнение?",
	_tr_Hydrological_Floods_title2: "Какво причинява наводненията и къде се случват?",
	_tr_Hydrological_Floods_title3: "Кой е най-големият потоп в световната история?",

	_tr_Hydrological_Limnic_title1: "Какво е лимническо изригване?",
	_tr_Hydrological_Limnic_title2: "Какво причинява лимническо изригване и къде се случва?",
	_tr_Hydrological_Limnic_title3: "Кое е най-голямото лимническо изригване в световната история?",

	_tr_Hydrological_Tsunamis_title1: "Какво е цунами?",
	_tr_Hydrological_Tsunamis_title2: "Какво причинява цунамито и къде се случва?",
	_tr_Hydrological_Tsunamis_title3: "Кое е най-голямото цунами в световната история?",

	_tr_Climatological_Cold_Wave_title1: "Какво е студена вълна?",
	_tr_Climatological_Cold_Wave_title2: "Какво причинява студената вълна и къде се случва?",
	_tr_Climatological_Cold_Wave_title3: "Коя е най-голямата студена вълна в световната история?",

	_tr_Climatological_Drought_title1: "Какво е суша?",
	_tr_Climatological_Drought_title2: "Какво причинява сушата и къде се случва?",
	_tr_Climatological_Drought_title3: "Коя е най-голямата суша в световната история?",

	_tr_Climatological_Heat_Wave_title1: "Какво е топлинна вълна?",
	_tr_Climatological_Heat_Wave_title2: "Какво причинява горещата вълна и къде се случва?",
	_tr_Climatological_Heat_Wave_title3: "Коя е най-голямата гореща вълна в световната история?",

	_tr_Climatological_Ice_Storm_title1: "Какво е ледена буря?",
	_tr_Climatological_Ice_Storm_title2: "Какво причинява ледената буря и къде се случват?",
	_tr_Climatological_Ice_Storm_title3: "Коя е най-голямата ледена буря в световната история?",

	_tr_Мeteorological_Blizzard_title1: "Какво е виелица?",
	_tr_Мeteorological_Blizzard_title2: "Какво причинява виелица и къде се случват?",
	_tr_Мeteorological_Blizzard_title3: "Коя е най-голямата виелица в световната история?",

	_tr_Мeteorological_Cyclone_title1: "Какво е циклон?",
	_tr_Мeteorological_Cyclone_title2: "Какво причинява циклона и къде се случват?",
	_tr_Мeteorological_Cyclone_title3: "Кой е най-големият циклон в световната история?",

	_tr_Мeteorological_Dust_Storm_title1: "Какво е пясъчна буря?",
	_tr_Мeteorological_Dust_Storm_title2: "Какво причинява пясъчната буря и къде се случват?",
	_tr_Мeteorological_Dust_Storm_title3: "Коя е най-голямата пясъчна буря в световната история?",

	_tr_Мeteorological_Fire_Storm_title1: "Какво е огнена буря?",
	_tr_Мeteorological_Fire_Storm_title2: "Какво причинява огнена буря и къде се случват?",
	_tr_Мeteorological_Fire_Storm_title3: "Коя е най-голямата огнена буря в световната история?",

	_tr_Мeteorological_Thunderstorm_title1: "Какво е гръмотевична буря?",
	_tr_Мeteorological_Thunderstorm_title2: "Какво причинява гръмотевична буря и къде се случват?",
	_tr_Мeteorological_Thunderstorm_title3: "Коя е най-голямата гръмотевична буря в световната история",

	_tr_Мeteorological_Tornado_title1: "Какво е торнадо",
	_tr_Мeteorological_Tornado_title2: "Какво причинява торнадотп и къде се случват?",
	_tr_Мeteorological_Tornado_title3: "Кое е най-голямото торнадо в световната история?",

	/*	Paragraph	*/
	_tr_Geophysical_Earthquake_pr1: "Земетресение е това, което се случва, когато два земни блока внезапно се подхлъзнат един през друг. Повърхността, където те се плъзгат, се нарича разлом или равнина на разлома. Мястото под земната повърхност, където започва земетресението, се нарича хипоцентър, а мястото непосредствено над него на повърхността на земята се нарича епицентър. Понякога земетресението има предни трусове. Това са по-малки земетресения, които се случват на същото място като по-голямото земетресение, което следва. Учените не могат да кажат, че земетресението е форшок, докато не се случи по-голямото земетресение. Най-голямото, основно земетресение се нарича основен шок. Основните сътресения винаги имат последващи трусове. Това са по-малки земетресения, които се случват след това на същото място като основния шок. В зависимост от големината на основния шок, вторични трусове могат да продължат седмици, месеци и дори години след основния шок!",
	_tr_Geophysical_Earthquake_pr2: "Земята има четири основни слоя: вътрешно ядро, външно ядро, мантия и кора. Кората и горната част на мантията изграждат тънка кожа на повърхността на нашата планета. Но тази кожа не е цялата в едно парче – тя е съставена от много части като пъзел, покриващ повърхността на земята. Не само това, но тези части от пъзел продължават да се движат бавно, плъзгайки се една покрай друга и се блъскайки една в друга. Ние наричаме тези части от пъзел тектонски плочи, а ръбовете на плочите се наричат ​​граници на плочите. Границите на плочите са изградени от много разломи и повечето от земетресенията по света се случват на тези разломи. Тъй като ръбовете на плочите са груби, те се залепват, докато останалата част от плочата продължава да се движи. Накрая, когато плочата се премести достатъчно, ръбовете се отлепват на един от разломите и има земетресение.",
	_tr_Geophysical_Earthquake_pr3: "Голямото земетресение в Чили е най-голямото земетресение по Рихтер (9,5) откакто са правени сеизмографски наблюдения. Това се случи в 19:11 UTC (ранния следобед местно време) на 22 май 1960 г., с епицентър в град Валдивия в Чили, на 700 км южно от столицата Сантяго де Чили. То беше предшествано от поредица от земетресения предния ден с магнитуд 8 по Рихтер и с епицентър на около 160 км северно. Въпреки рекордния магнитуд на земетресението, повечето жертви и разрушения са причинени от последвалото цунами с вълни, достигащи 25 m височина. Повечето от щетите са в южно Чили, загинаха около 3 000 души. Цунамито, последвало земетресението, също опустоши крайбрежието на Япония и Хаваите отвъд Тихия океан.",

	_tr_Geophysical_Landslides_pr1: "Свлачище се дефинира като движение на маса скали, отломки или земя надолу по склон. Свлачищата са вид „масово разхищение“, което означава всяко движение надолу по склона на почвата и скалите под прякото влияние на гравитацията. Терминът „свлачище“ обхваща пет режима на движение на склона: падане, преобръщане, плъзгане, разпространение и потоци. Те са допълнително разделени по вида на геоложкия материал (основна скала, отломки или пръст). Потоците от отломки (обикновено наричани кални потоци или кални свлачища) и скалните падания са примери за често срещани видове свлачища.",
	_tr_Geophysical_Landslides_pr2: "Движението на наклона възниква, когато силите, действащи надолу (главно поради гравитацията), надвишават силата на земните материали, които съставят наклона. Причините включват фактори, които увеличават ефекта на силите надолу и фактори, които допринасят за ниска или намалена якост. Свлачища могат да бъдат инициирани в склонове, които вече са на ръба на движение от валежи, топене на сняг, промени в нивото на водата, ерозия на потоци, промени в подпочвените води, земетресения, вулканична дейност, смущения от човешка дейност или всяка комбинация от тези фактори. Земетресението и други фактори също могат да предизвикат свлачища под водата. Тези свлачища се наричат ​​подводни свлачища. Подводните свлачища понякога причиняват цунами, които увреждат крайбрежните зони.",
	_tr_Geophysical_Landslides_pr3: "Най-голямото субаерално свлачище в историята на Земята е свързано с изригването през 1980 г. на вулкана Маунт Сейнт Хелънс в щата Вашингтон, САЩ. Това свлачище имаше обем от 2,8 кубически километра материал и свлачището премина на около 22,5 километра (14 мили) надолу по река Норт Форк Тоутл. Средната дълбочина на земята е 46 метра с максимална дълбочина от 182 метра. Скоростта на свлачището е била 112-240 километра в час. Свлачищата са често срещани при високи, стръмни и слаби вулканични конуси.",

	_tr_Geophysical_Sink_holess_pr1: "Дупките са част от бавния, естествен процес на ерозия във варовиковия терен на Флорида, който се случва в продължение на хиляди години. Тези често срещани геоложки явления обикновено се срещат там, където варовикът е в рамките на няколкостотин фута от повърхността на земята. Въпреки че повечето са с диаметър само 10 до 12 фута, е известно, че дупките се разширяват до стотици фута в диаметър. Много от езерата на централна и северна Флорида всъщност са резултат от стари понори.",
	_tr_Geophysical_Sink_holess_pr2: "Валежите, които се просмукват или просмукват през почвата, абсорбират въглеродния диоксид и реагират с разлагащата се растителност, създавайки леко кисела вода. Тази вода се движи през пространства и пукнатини под земята, като бавно разтваря варовика и създава мрежа от кухини и кухини. Тъй като варовикът се разтваря, порите и пукнатините се разширяват и носят още по-кисела вода. Дупките се образуват, когато повърхността на земята се срутва или потъва в кухините или когато повърхностният материал се пренася надолу в празнините.",
	_tr_Geophysical_Sink_holess_pr3: "Карстовата фуния, известни още като Небесната яма, са най-дълбоката потъва в света, а също и най-голямата в клъстера Шанси. Намира се в окръг Фънджие на община Чунцин в Китай. Тианкен се образува над пещерата Дифън, която от своя страна е била образувана от мощна подземна река, която все още тече под понора. Подземната река започва в дефилето на пукнатината Тианджинг и достига до отвесна скала над река Мигонг, образувайки 4-метров водопад. Дължината на тази подземна река е приблизително 8,5 км (5,3 мили) и през тези 8,5 километра тя пада 364 метра.",

	_tr_Geophysical_Volcano_pr1: "Вулканът е планина, която се отваря надолу към резервоар от разтопена скала под повърхността на земята. За разлика от повечето планини, които се избутват нагоре отдолу, вулканите са отдушници, през които разтопената скала излиза на земната повърхност. Когато налягането от газове в разтопената скала стане твърде голямо, възниква изригване. Изригванията могат да бъдат тихи или експлозивни. Може да има потоци от лава, сплескани пейзажи, отровни газове и летящи скали и пепел, които понякога могат да се движат на стотици мили надолу по вятъра. Поради интензивната си топлина, потоците от лава представляват голяма опасност от пожар. Потоците от лава унищожават всичко по пътя си, но повечето се движат достатъчно бавно, за да могат хората да се отдалечат от пътя.",
	_tr_Geophysical_Volcano_pr2: "Има няколко различни причини за изригване на вулкан, като всички основно се свеждат до промяна в налягането във вулкана, което принуждава магмата да прелее камерата, в която се държи. Най-често срещаният тип изригване се причинява от движението на тектоничните плочи. Намаляването на външното налягане може да предизвика изригване, тъй като може да сведе до минимум способността на вулкана да се задържа чрез увеличаване на налягането вътре в камерата на магмата. Друг тип изригване се причинява от тектонските плочи, когато плочите се отдалечават една от друга, позволявайки на магмата да се издигне и запълнете празнината, което може да причини лека експлозия на тънка лава с температури между 800 и 1200C.",
	_tr_Geophysical_Volcano_pr3: "На 10 април 1815 г. Тамбора предизвика най-голямото изригване, известно на планетата през последните 10 000 години. Вулканът изригва повече от 50 кубически километра магма и след това се срутва, за да образува калдера с ширина 6 км и дълбока 1250 m. Изригването предизвика глобални климатични ефекти и уби повече от 100 000 души, пряко и косвено. Незначителни куполи и потоци от лава са били екструдирани на пода на калдерата в Тамбора през 19-ти и 20-ти век.",

	_tr_Hydrological_Floods_pr1: "Наводнението е преливане на вода, което потапя земя, която обикновено е суха. Наводненията се изучават от дисциплината хидрология. Те са най-често срещаното и широко разпространено тежко метеорологично събитие. Те също могат да се появят бързо или да се натрупват постепенно.",
	_tr_Hydrological_Floods_pr2: "Наводненията се причиняват от редица фактори като: обилни валежи, силен вятър над водата, необичайно високи приливи, цунами или повреда на язовир и др. Има периодични наводнения, които се случват на много реки, образувайки т.нар. речна площ. Както всички знаем по време на дъжд или сняг част от водата се задържа в езера или почва. Друга част се абсорбира от трева и растителност, трета част се изпарява, а останалата част се движи над земята като повърхностен отток. Наводнения обаче се случват, когато езерата, речните корита, почвата и растителността не могат да абсорбират тази вода. Обикновено наводненията на реките често се причиняват от силен дъжд, а понякога водата се увеличава от топенето на снега. Наводнение, което нараства бързо, с малко или никакво предварително предупреждение, се нарича внезапно наводнение. Тези внезапни наводнения обикновено са резултат от интензивни валежи на относително малка площ. Силните ветрове над водата също могат да причинят наводнения. Дори когато валежите са сравнително ниски, бреговете на езерата и заливите могат да бъдат наводнени от силни ветрове - като по време на урагани - които издухват вода в крайбрежните зони. Необичайните приливи могат също да доведат до наводнения Това се наблюдава в редица крайбрежни райони, които наводнени от необичайно високи приливи, като пролетни приливи, особено когато са усложнени от силни ветрове и бури.",
	_tr_Hydrological_Floods_pr3: "Наводнението в Джонстаун (местно известно като Голямото наводнение от 1889 г.) е настъпило в петък, 31 май 1889 г., след катастрофален провал на язовир Саут Форк, разположен на южния разклон на река Литъл Конемо, на 14 мили (23 км) нагоре по течението от град Джонстаун, Пенсилвания. Язовирът се счупи след няколко дни на изключително обилни валежи, отделяйки 14,55 милиона кубични метра вода. С обемен поток, който временно се равнява на средния поток на река Мисисипи, наводнението уби 2209 души и причини щети от 17 милиона долара (около 490 милиона долара през 2020 г.).",

	_tr_Hydrological_Limnic_pr1: "Лимническо изригване е, когато газ, обикновено CO2, внезапно изригва от дъното на дълбоките езерни води. Този газ може и причинява задушаване и смърт на диви животни, добитък и хора. Същото това изригване може да причини цунами в езерото, тъй като издигащият се газ е с огромна сила, която може да измести огромно количество вода. Смята се, че свлачища, вулканична дейност или експлозии също могат да предизвикат такова изригване.",
	_tr_Hydrological_Limnic_pr2: "Шансовете за подобна последователност от събития може да се повишат, когато планетата се затопли, казва Макинтайър. Очаква се изменението на климата да донесе повече дъжд в Източна Африка и „ще дойде под формата на по-екстремни дъждовни събития с по-големи интервали на суша между тях“. Друг възможен задействащ фактор е вулканичната активност под езерото или от околните вулкани, но учените смятат, че рискът от това е нисък. Изригването от 2002 г. на близкия връх Нирагонго не донесе достатъчно материал, за да наруши дънните слоеве на Киву. И проучванията на моделирането показват, че вулканизмът под езерото също няма да причини достатъчно голямо смущение, казва Макинтайър.",
	_tr_Hydrological_Limnic_pr3: "Към днешна дата са наблюдавани и записани само две лимнически изригвания. Първото е през 1984 г. в Камерун при езерото Монун. Това лимническо изригване причини смъртта на 37 жители. А през 1986 г. е регистрирано много по-голямо изригване в близкото езеро Ниос, което е причинило смъртта на 1700 - 1800 души от задушаване.",

	_tr_Hydrological_Tsunamis_pr1: "Цунамита са поредица от огромни вълни. Вълните се разпространяват извън зоната на произход и могат да бъдат изключително опасни и разрушителни, когато достигнат брега. Самата дума „цунами“ е комбинация от японските думи „цу“, което означава пристанище, и „нами“, което означава вълна. Вълните цунами са напълно несвързани с астрономическите приливи и отливи - които са причинени от извънземните гравитационни влияния на луната, слънцето и планетите. Думата цунами е правилният и официален термин, който е международно приет. Цунамита често приличат на големи стени, направени от вода. Те са способни да атакуват бреговата линия и да бъдат опасни с часове. Понякога най-голямата вълна е първата, но не е изключение втората, третата или дори четвъртата да е по-голяма от първата. След като вълната удари, тя се отдръпва в морето. Следващата вълна изтича на брега за минути, носейки със себе си много плаващи отломки от предишния удар. Когато вълните навлизат в пристанищата, се образуват много силни и опасни водни течения, които лесно могат да унищожат акостовите места на кораби, а когато цунамита навлизат в реки или други.",
	_tr_Hydrological_Tsunamis_pr2: "Цунамита се генерират от силно подводно смущение или дейност в близост до брега или океана. Когато голям обем вода се измести внезапно или морското дъно внезапно се повдигне или спусне от земетресение, могат да се образуват големи цунами",
	_tr_Hydrological_Tsunamis_pr3: "На 9 юли 1958 г. заливът Литуя в Аляска е засегнат от най-голямото мега цунами, регистрирано някога. Това се случи, когато земетресение с магнитуд 7,8 по Рихтер удари разлома на Феър, изхвърляйки 90 милиона тона скала в залива. Произведената от това водна стена достига почти 1720 фута във въздуха - което е по-високо от кулата Уилис в Чикаго. Петима души загинаха от вълната, включително трима души на брега на остров Кхантаак при входа на залива Якутат и двама на лодка в залива Литуя.",

	_tr_Мeteorological_Blizzard_pr1: "На 9 юли 1958 г. заливът Литуя в Аляска е засегнат от най-голямото мега цунами, регистрирано някога. Това се случи, когато земетресение с магнитуд 7,8 по Рихтер удари разлома на Феър, изхвърляйки 90 милиона тона скала в залива. Произведената от това водна стена достига почти 1720 фута във въздуха - което е по-високо от кулата Уилис в Чикаго. Петима души загинаха от вълната, включително трима души на брега на остров Кхантаак при входа на залива Якутат и двама на лодка в залива Литуя.",
	_tr_Мeteorological_Blizzard_pr2: "Снегът се образува, когато две въздушни маси се сблъскат една с топъл въздух, а другата със студен въздух, те се сблъскват и правят фронт, ако има повече студен въздух, създава сняг, ако има повече топъл въздух, просто ще вали. Когато този сняг се комбинира с вятъра и намалената видимост, той образува виелица.",
	_tr_Мeteorological_Blizzard_pr3: "Една от най-големите и първите регистрирани и описани виелици (снежни бури) през 1888 г. засегна Съединените щати и доведе до унищожаване на огромни количества реколта. През 1972 г. бяха регистрирани и други огромни виелици. В Иран през 1993 г. т.нар. „супер буря“, която започна от Мексиканския залив и пътува на север, причинявайки щети на 26 щата, а също и щети в Канада и причини смъртта на над 300 души. Друга такава силна виелица беше регистрирана в Азия в Афганистан през 2008 г., която причини много големи щети.",

	_tr_Мeteorological_Cyclone_pr1: "Силните зимни бури, които са придружени от обилен сняг и силни ветрове, са така наречените виелици или снежни бури. Когато много силни ветрове раздвижат вече падналия и натрупал сняг, тогава говорим за приземна виелица. Снежните бури могат да причинят големи щети и разрушения, особено в райони и региони, където са редки. Това може да повлияе негативно на стопанството на месото.",
	_tr_Мeteorological_Cyclone_pr2: "Снегът се образува, когато две въздушни маси се сблъскат една с топъл въздух, а другата със студен въздух, те се сблъскват и правят фронт, ако има повече студен въздух, създава сняг, ако има повече топъл въздух, просто ще вали. Когато този сняг се комбинира с вятъра и намалената видимост, той образува виелица.",
	_tr_Мeteorological_Cyclone_pr3: "Една от най-големите и първите регистрирани и описани виелици (снежни бури) през 1888 г. засегна Съединените щати и доведе до унищожаване на огромни количества култури. През 1972 г. са регистрирани и други огромни виелици. В Иран през 1993 г. т. нар. „супер буря“, която започна от Мексиканския залив и пътува на север, причинявайки щети на 26 щата, а също и щети в Канада и причини смъртта на повече от 300 души. Друга такава силна виелица беше регистрирана в Азия в Афганистан през 2008 г., която причини много големи щети.",

	_tr_Мeteorological_Dust_Storm_pr1: "Прашната буря е стена от прах и отломки, която често се издухва в район от силни ветрове от гръмотевични бури. Стената от прах може да бъде дълга мили и висока няколко хиляди фута. Прашни бури се случват на много места по света. Повечето от прашните бури в света се случват над Близкия изток и Северна Африка. Те обаче могат да се случат и навсякъде в Съединените щати. В САЩ прашните бури са най-чести в югозападната част, където достигат своя пик през пролетта. Всеки ден прашните бури издигат много прах във въздуха ни. Всъщност учените изчисляват, че средно около 44 милиарда паунда (20 тераграма) прах се намират в земната атмосфера по всяко време.",
	_tr_Мeteorological_Dust_Storm_pr2: "Прашните бури се причиняват от много силни ветрове - често причинени от гръмотевични бури. В сухите региони ветровете могат да изтеглят прах от земята нагоре във въздуха, създавайки прашна буря. Географията и растителността на даден район също могат да направят по-вероятно да има прашни бури.",
	_tr_Мeteorological_Dust_Storm_pr3: "Една от най-опустошителните бури от ерата Dust Bowl от 30-те години на миналия век обхваща региона на 14 април 1935 г. Силните ветрове издигнаха облаци от милиони тонове мръсотия и прах, толкова плътни и тъмни, че някои очевидци вярваха, че наближава краят на света.",

	_tr_Мeteorological_Fire_Storm_pr1: "Огнената буря е пожар, който достига такава интензивност, че създава и поддържа своя собствена вятърна система. Най-често това е природен феномен, създаден по време на някои от най-големите горски и горски пожари. Въпреки че терминът е бил използван за описание на някои големи пожари, [1] определящата характеристика на явлението е пожар със собствени ветрове със собствена сила на бурята от всяка точка на компаса към центъра на бурята, където въздухът се нагрява и след това се издига.",
	_tr_Мeteorological_Fire_Storm_pr2: "Огнена буря се създава в резултат на „ефекта на комина“, тъй като топлината на първоначалния огън привлича все повече и повече от околния въздух. Тази тяга може бързо да се увеличи, ако над или близо до огъня съществува струя с ниско ниво, или когато от нея е пробита инверсионна капачка за атмосферна температура.",
	_tr_Мeteorological_Fire_Storm_pr3: "Пещиго огън. Пожарът в Пещиго от 1871 г. е най-смъртоносният горски пожар в регистрираната човешка история. Пожарът възникна на 8 октомври 1871 г., в ден, когато целият район на Голямото езеро в Съединените щати беше засегнат от огромен пожар, който се разпространи в американските щати Уисконсин, Мичиган и Илинойс.",
	
	_tr_Мeteorological_Thunderstorm_pr1: "Гръмотевична буря е буря с мълния и гръм. Произвежда се от купесто-дъждов облак, обикновено предизвикващ пориви, силен дъжд и понякога градушка.",
	_tr_Мeteorological_Thunderstorm_pr2: "За да се образува гръмотевична буря, трябва да са налице следните условия: влага, нестабилен въздух, който трябва да е относително топъл и да се издига бързо. И накрая, трябва да има възходящ поток. Може да се образува от фронтове, морски бриз или планини.",
	_tr_Мeteorological_Thunderstorm_pr3: "През цялата човешка история е имало много огромни и опасни гръмотевични бури, но най-голямата регистрирана е в Индия и се е случила на 1 декември 2014 г. Това е най-високото напрежение, регистрирано някога, с 1,3 милиарда волта.",

	_tr_Мeteorological_Tornado_pr1: "Торнадото са вертикални фунии от бързо въртящ се въздух. Техните ветрове могат да достигнат 250 мили в час и могат да изчистят пътека широка миля и дълга 50 мили. Известни още като туистери, торнадото се раждат при гръмотевични бури и често са придружени от градушка. Гигантските, упорити гръмотевични бури, наречени суперклетки, пораждат най-разрушителните торнадо. Често се предвещава от тъмно, зеленикаво небе. Черни буреносни облаци се събират. Може да падне градушка с размер на бейзбол. Изведнъж се появява фуния, сякаш слиза от облак. Фунията се удря в земята и реве напред със звук като приближаващ товарен влак. Торнадото разкъсва всичко по пътя си.",
	_tr_Мeteorological_Tornado_pr2: "'„Алея на Торнадо“, регион, който включва района в източния щат Южна Дакота, Небраска, Канзас, Оклахома, северен Тексас и източно Колорадо, често е дом на най-мощната и разрушителна от тези бури. Торнадото в САЩ причиняват 80 смъртни случая и повече от 1500 наранявания годишно. Най-силните торнадо идват от суперклетки, големи гръмотевични бури, при които ветровете вече се въртят. Около една на хиляда бури се превръща в суперклетка, а една на всеки пет или шест суперклетки поражда торнадо. Торнадото могат да се появят по всяко време на годината, но те са по-чести по време на отделен сезон, който започва в началото на пролетта за щатите по протежение на Мексикански залив. Сезонът следва струйния поток - тъй като той се люлее по-на север, така и активността на торнадо. Май обикновено има повече торнадо, отколкото всеки друг месец, но усуканията през април понякога са по-силни. По-далеч на север торнадото са по-чести по-късно през лятото.",
	_tr_Мeteorological_Tornado_pr3: "Най-жестокото торнадо в записаната история е Торнадо на три щати, което се разпространи в части от Мисури, Илинойс и Индиана на 18 март 1925 г. Счита се за F5 по скалата на Фуджита, въпреки че торнадото не са класирани по никаква скала по времето. Той държи рекорди за най-дълга дължина на пътя от 352 km, най-дълга продължителност от около 3½ часа и най-бърза скорост напред за значително торнадо от 117 km/h навсякъде по Земята.",

	_tr_Climatological_Heat_Wave_pr1: "Ледена буря е вид зимна буря, по време на която вали леден дъжд. Това може да причини огромни икономически и физически щети, повреда на комуналните услуги и транспортните системи (самолети, влакове, превозни средства). Шофирането по време на такава буря е изключително опасно, защото ледът може да доведе до излизане от контрол на всяко превозно средство и да доведе до страшни автомобилни катастрофи. Зимните бури се наричат ​​и от метеорологичните служби като „нечестни убийци“, тъй като те са непряка причина за много смъртни случаи, като хипотермия, която е резултат от продължително излагане на студ. Една от най-тежките ледени бури е бурята.",
	_tr_Climatological_Heat_Wave_pr2: "В резултат на задържания въздух се образуват топлинни вълни. Този въздух просто остава на място и се нагрява като въздуха във фурната. Това се дължи на системите с високо налягане. Тези системи с високо налягане изтласкват въздуха надолу. Тази сила предотвратява издигането на въздух близо до земята. Потъващият въздух действа като капачка. Той улавя топлия земен въздух на място. Тъй като няма издигащ се въздух, следователно няма да има дъжд и нищо, което да попречи на горещия въздух да стане още по-горещ.",
	_tr_Climatological_Heat_Wave_pr3: "Пример за ГОРЕЩ период беше в края на юни и началото на юли 2012 г. в Съединените щати. Тогава бяха счупени над 8000 топлинни рекорда. Тогава много от пътищата в Чикаго се изкривиха и имаше много смъртни случаи поради жегата в цялата страна.",

	_tr_Climatological_Drought_pr1: "Сушата е период от време, когато в дадена област или регион има валежи под нормалното. Липсата на адекватни валежи, дъжд или сняг, може да причини намалена влажност на почвата или подпочвените води, намален поток на потока, увреждане на реколтата и общ недостиг на вода. Засушаването е второто най-скъпоструващо явление след ураганите.",
	_tr_Climatological_Drought_pr2: "Основната причина за сушата е по-суха от нормалните метеорологични условия за даден район или регион, което може да доведе до проблеми с водоснабдяването. Високите температури могат да влошат сушата, могат да причинят изпаряване на почвената влага. Въпреки това, само защото даден регион е горещ и сух, не означава, че преживява суша. Суша настъпва само когато дадена област е необичайно суха. Всички знаем, че дъждът и снегът не падат равномерно по Земята. Някои региони са по-влажни, а други по-сухи. От сезон на сезон - и от година на година - количеството дъжд или сняг на дадено място може да варира в диапазон. Въпреки това се смята, че за период от много години средното количество валежи в даден регион е доста последователно. Например, в пустините на американския югозапад средните валежи са по-малко от 3 инча годишно. Но средните годишни валежи в Атланта са около 50 инча. Когато в дадена област има по-малко дъждове от обикновено, почвата също получава много по-малко влага.",
	_tr_Climatological_Drought_pr3: "Сушата в Тексас от 50-те години на миналия век е период между 1949 и 1957 г., в който щата получава 30 до 50% по-малко дъжд от нормалното, докато температурите се повишават над средните. През това време тексасците преживяват втората, третата и осмата най-суха единична година в щата – съответно 1956, 1954 и 1951. Сушата беше описана от държавен служител на водите като „най-скъпата и една от най-опустошителните суши от 600 години.",

	_tr_Climatological_Cold_Wave_pr1: "Студената вълна е метеорологично явление, което се характеризира с охлаждане на въздуха. Произвежда се от бързото спадане на температурата за период от 24 часа. Студената вълна се определя от скоростта, с която падат температурите и минимума, до който падат, като минималната температура зависи от географския регион и времето на годината. Студените вълни се образуват от големи хладни въздушни маси, които се натрупват в определени региони, причинени от движенията на въздушния поток. Тези студени вълни също могат да повлияят неблагоприятно на безопасността на авиационните операции. Някои от най-важните проблеми, свързани със студената вълна, са: Натрупване на лед и скреж по външните повърхности на самолета, ниските температури могат да натоварят металните повърхности на самолета и не на последно място геловете за дизелово гориво при екстремно студено време, което може да има отрицателно въздействие на наземни операции и др.",
	_tr_Climatological_Cold_Wave_pr2: "Нека да разгледаме как се образуват студени вълни в Северното полукълбо. Там тези вълни се появяват, когато много студен, плътен въздух близо до повърхността се движи от района на източника на този въздух в Северна Канада или Северна Азия. Тези студени полярни или арктически въздушни маси са относително плитки, заемащи един до няколко километра над повърхността. Най-екстремната област от всички е областта в Северна Азия (Сибир), където образуването на студен повърхностен въздух се увеличава от голямо разстояние до най-близкия незамръзнал океан. Това изолира района от топлина и влага и наличието на планини на изток. а югът да служи като бариери за улавяне и по-нататъшно изолиране на студен повърхностен въздух, след като се образува.",
	_tr_Climatological_Cold_Wave_pr3: "През 2009 г. се наблюдава една от най-студените вълни в Европа, като някои места като Германия, Франция, Италия, Румъния и Испания имат рекордно ниски температури доста под 0°C (32°F). Всички тези места също бяха покрити със сняг и лед, което предизвика много закъснения на летището. През 2012 г. беше докладвана друга европейска студена вълна. Тя започна през януари 2012 г. и донесе сняг и слана в голяма част от европейския континент. Тогава температурите достигат -39,2°C във Финландия. Най-силен сняг е регистриран на Балканите. През февруари снегът достигна Британските острови, нарушавайки лондонското летище Хийтроу, където до 10 см (3,9 инча) сняг попречи на много редовни полети.",

	/*	Subtopics	*/
	_tr_Geophysical_Earthquake: "Земетресение",
	_tr_Geophysical_Landslides: "Свлачища",
	_tr_Geophysical_Sinkholes: "Дупки",
	_tr_Geophysical_Volcanic: "Вулканичен",
	_tr_Geophysical_Avalanche: "Лавина",

	_tr_Hydrological_Floods: "Наводнения",
	_tr_Hydrologicall_Limnic_Eruptions: "Лимнически изригвания",
	_tr_Hydrological_Tsunamis: "Цунами",

	_tr_Climatological_Ice_Storm: "Ледена буря",
	_tr_Climatologicall_Cold_Waves: "Студени вълни",
	_tr_Climatological_Heat_Waves: "Горещи вълни",
	_tr_Climatological_Drought: "Суша",

	_tr_Meteorological_Blizzard: "Виелица",
	_tr_Meteorological_Cyclone: "Циклон",
	_tr_Meteorological_Hailstorm: "Буря с градушка",
	_tr_Meteorological_Thunderstorm: "Гръмотевична буря",
	_tr_Meteorological_Tornado: "Торнадо",
	_tr_Meteorological_Fire_Storm: "Огнена буря",
	_tr_Meteorological_Dust_Storm: "Пясъчна буря"
	
};

lang.en = {
	_tr_Home: 'Home',
	_tr_Content : 'Content',
	_tr_AboutUs : 'About us',
	_tr_Kid : "For kids",

	/*	Carousel overlay text	*/
	_tr_Carousel_geophysical: "Geophysical",
	_tr_Carousel_hydrological: "Hydrological",
	_tr_Carousel_climatological: "Climatological",
	_tr_Carousel_meteorological: "Meteorological",
	
	/*	 Names	*/
	_tr_Alexander_Kostov : "Alexander Kostov",
	_tr_Georgi_Kotakov : "Georgi Kotakov",
	_tr_Ivailo_Dimitrov : "Ivailo Dimitrov",
	_tr_Dimitur_Yoldov : "Dimitur Yoldov",

	/*	Roles	*/
	_tr_Scrum_Trainer : "Scrum Trainer",
	_tr_Backend_Developer : "Backend Developer",
	_tr_Frontend_Developer : "Frontend Developer",
	_tr_Designer : "Designer",

	/*	Title	*/
	_tr_Geophysical_Earthquake_title1: "What is an earthquake?",
	_tr_Geophysical_Earthquake_title2: "What causes earthquakes and where do they happen?",
	_tr_Geophysical_Earthquake_title3: "What is the biggest earthquake in the world history?",

	_tr_Geophysical_Landslides_title1: "What is a Landslides?",
	_tr_Geophysical_Landslides_title2: "What causes Landslides and where do they happen?",
	_tr_Geophysical_Landslides_title3: "What is the biggest Landslide in the world history?",

	_tr_Geophysical_Sink_holess_title1: "What is a Sink holes?",
	_tr_Geophysical_Sink_holess_title2: "What causes Sink holes and where do they happen?",
	_tr_Geophysical_Sink_holess_title3: "What is the Sink hole earthquake in the world history?",

	_tr_Geophysical_Volcano_title1: "What is a Volcano?",
	_tr_Geophysical_Volcano_title2: "What causes volcano eruptions?",
	_tr_Geophysical_Volcano_title3: "What is the biggest volcano eruption in the world history?",

	_tr_Geophysical_Ice_Storm_title1: "What is a Ice Storm?",
	_tr_Geophysical_Ice_Storm_title2: "What causes Ice Storm and where do they happen?",
	_tr_Geophysical_Ice_Storm_title3: "What is the biggest Ice Storm in the world history?",

	_tr_Hydrological_Floods_title1: "What is a Flood?",
	_tr_Hydrological_Floods_title2: "What causes Flood and where do they happen?",
	_tr_Hydrological_Floods_title3: "What is the biggest Flood in the world history?",

	_tr_Hydrological_Limnic_title1: "What is a Limnic eruption?",
	_tr_Hydrological_Limnic_title2: "What causes Limnic Eruption and where do they happen?",
	_tr_Hydrological_Limnic_title3: "What is the biggest Limnic Eruption in the world history?",

	_tr_Hydrological_Tsunamis_title1: "What is a Tsunami?",
	_tr_Hydrological_Tsunamis_title2: "What causes Tsunami and where do they happen?",
	_tr_Hydrological_Tsunamis_title3: "What is the biggest Tsunami in the world history?",

	_tr_Climatological_Cold_Wave_title1: "What is a Cold Wave?",
	_tr_Climatological_Cold_Wave_title2: "What causes Cold Wave and where do they happen?",
	_tr_Climatological_Cold_Wave_title3: "What is the biggest Cold Wave in the world history?",

	_tr_Climatological_Drought_title1: "What is a Drought?",
	_tr_Climatological_Drought_title2: "What causes Drought and where do they happen?",
	_tr_Climatological_Drought_title3: "What is the biggest Drought in the world history?",

	_tr_Climatological_Heat_Wave_title1: "What is a Heat Wave?",
	_tr_Climatological_Heat_Wave_title2: "What causes Heat Wave and where do they happen?",
	_tr_Climatological_Heat_Wave_title3: "What is the biggest Heat Wave in the world history?",

	_tr_Climatological_Ice_Storm_title1: "What is an Ice Storm?",
	_tr_Climatological_Ice_Storm_title2: "What causes Ice Storm and where do they happen?",
	_tr_Climatological_Ice_Storm_title3: "What is the biggest Ice Storm in the world history?",

	_tr_Мeteorological_Bizzard_title1: "What is a Bizzard?",
	_tr_Мeteorological_Bizzard_title2: "What causes Bizzards and where do they happen?",
	_tr_Мeteorological_Bizzard_title3: "What is the biggest Bizzard in the world history?",

	_tr_Мeteorological_Cyclone_title1: "What is a Cyclone?",
	_tr_Мeteorological_Cyclone_title2: "What causes Cyclone and where do they happen?",
	_tr_Мeteorological_Cyclone_title3: "What is the biggest Cyclone in the world history?",

	_tr_Мeteorological_Dust_Storm_title1: "What is a DustStorm?",
	_tr_Мeteorological_Dust_Storm_title2: "What causes DustStorm and where do they happen?",
	_tr_Мeteorological_Dust_Storm_title3: "What is the biggest DustStorm in the world history?",

	_tr_Мeteorological_Fire_Storm_title1: "What is a Fire Storm?",
	_tr_Мeteorological_Fire_Storm_title2: "What causes Fire Storm and where do they happen?",
	_tr_Мeteorological_Fire_Storm_title3: "What is the biggest Fire Storm in the world history?",

	_tr_Мeteorological_Thunderstorm_title1: "What is a Thunderstorm?",
	_tr_Мeteorological_Thunderstorm_title2: "What causes Thunderstorm and where do they happen?",
	_tr_Мeteorological_Thunderstorm_title3: "What is the biggest Thunderstorm in the history?",

	_tr_Мeteorological_Tornado_title1: "What is a Tornado?",
	_tr_Мeteorological_Tornado_title2: "What causes Tornado and where do they happen?",
	_tr_Мeteorological_Tornado_title3: "What is the biggest Tornado in the world history?",

	/*	Paragraph	*/
	_tr_Geophysical_Earthquake_pr1: "An earthquake is what happens when two blocks of the earth suddenly slip past one another. The surface where they slip is called the fault or fault plane. The location below the earth’s surface where the earthquake starts is called the hypocenter, and the location directly above it on the surface of the earth is called the epicenter. Sometimes an earthquake has foreshocks. These are smaller earthquakes that happen in the same place as the larger earthquake that follows. Scientists can’t tell that an earthquake is a foreshock until the larger earthquake happens. The largest, main earthquake is called the main shock. Main shocks always have aftershocks that follow. These are smaller earthquakes that occur afterwards in the same place as the main shock. Depending on the size of the main shock, aftershocks can continue for weeks, months, and even years after the main shock!",
	_tr_Geophysical_Earthquake_pr2: "The earth has four major layers: the inner core, outer core, mantle and crust. The crust and the top of the mantle make up a thin skin on the surface of our planet.  But this skin is not all in one piece – it is made up of many pieces like a puzzle covering the surface of the earth. Not only that, but these puzzle pieces keep slowly moving around, sliding past one another and bumping into each other. We call these puzzle pieces tectonic plates, and the edges of the plates are called the plate boundaries. The plate boundaries are made up of many faults, and most of the earthquakes around the world occur on these faults. Since the edges of the plates are rough, they get stuck while the rest of the plate keeps moving. Finally, when the plate has moved far enough, the edges unstick on one of the faults and there is an earthquake.",
	_tr_Geophysical_Earthquake_pr3: "The Great Chile Earthquake is the largest magnitude earthquake (9.5) since seismographic observations have been made. It occurred at 19:11 UTC (early afternoon local time) on 22 May 1960, with its epicentre at the town of Valdivia in Chile, 700 km south of the capital Santiago de Chile. It was preceded by a series of earthquakes the previous day, reaching magnitude 8 and with an epicentre about 160 km to the north. Despite the record magnitude of the earthquake, most of the casualties and destruction were caused by the tsunami that followed, with waves reaching 25 m high. Most of the damage was in southern Chile, killing about 3 000 people. The tsunami that followed the earthquake also devastated the coast of Japan and Hawaii across the Pacific.",

	_tr_Geophysical_Landslides_pr1: "A landslide is defined as the movement of a mass of rock, debris, or earth down a slope. Landslides are a type of 'mass wasting,' which denotes any down-slope movement of soil and rock under the direct influence of gravity. The term 'landslide' encompasses five modes of slope movement: falls, topples, slides, spreads, and flows. These are further subdivided by the type of geologic material (bedrock, debris, or earth). Debris flows (commonly referred to as mudflows or mudslides) and rock falls are examples of common landslide types.",
	_tr_Geophysical_Landslides_pr2: "TSlope movement occurs when forces acting down-slope (mainly due to gravity) exceed the strength of the earth materials that compose the slope. Causes include factors that increase the effects of down-slope forces and factors that contribute to low or reduced strength. Landslides can be initiated in slopes already on the verge of movement by rainfall, snowmelt, changes in water level, stream erosion, changes in ground water, earthquakes, volcanic activity, disturbance by human activities, or any combination of these factors. Earthquake shaking and other factors can also induce landslides underwater. These landslides are called submarine landslides. Submarine landslides sometimes cause tsunamis that damage coastal areas.",
	_tr_Geophysical_Landslides_pr3: "The largest subaerial landslide in Earth's recorded history was connected with the 1980 eruption of Mount St. Helens volcano in Washington state, USA. That landslide had a volume of 2.8 cubic kilometers  of material and the landslide traveled about 22.5 kilometers (14 miles) down the North Fork Toutle River. Average landside depth was 46 meters  with a maximum depth of 182 meters . The landslide velocity was 112-240 kilometers per hour . Landslides are common on tall, steep, and weak volcanic cones.",

	_tr_Geophysical_Sink_holess_pr1: "Sinkholes are part of the slow, natural process of erosion in Florida’s limestone terrain that occur over thousands of years. These common geologic phenomena generally occur where the limestone is within a few hundred feet of the land’s surface.Though most are only 10 to 12 feet in diameter, sinkholes have been known to expand to hundreds of feet in diameter. Many of central and north Florida’s lakes actually are the result of old sinkholes.",
	_tr_Geophysical_Sink_holess_pr2: "Rainfall percolating, or seeping, through the soil absorbs carbon dioxide and reacts with decaying vegetation, creating a slightly acidic water. That water moves through spaces and cracks underground, slowly dissolving limestone and creating a network of cavities and voids. As the limestone dissolves, pores and cracks are enlarged and carry even more acidic water. Sinkholes are formed when the land surface above collapses or sinks into the cavities or when surface material is carried downward into the voids.",
	_tr_Geophysical_Sink_holess_pr3: "The Xiaozhai Tiankeng, also known as the Heavenly Pit, is the world's deepest sinkhole and also the largest in the Shaanxi cluster.It is located in Fengjie County of Chongqing Municipality in China.The Tiankeng formed over the Difeng cave, which in turn had been formed by a powerful underground river which still flows underneath the sinkhole. The underground river starts in the Tianjing fissure gorge and reaches a vertical cliff above the Migong River, forming a 4-metre  high waterfall. The length of this underground river is approximately 8.5 km (5.3 mi) and during these 8.5 kilometres, it falls 364 metres.",

	_tr_Geophysical_Volcano_pr1: "A volcano is a mountain that opens downward to a reservoir of molten rock below the surface of the earth. Unlike most mountains, which are pushed up from below, volcanoes are vents through which molten rock escapes to the earth's surface. When pressure from gases within the molten rock becomes too great, an eruption occurs. Eruptions can be quiet or explosive. There may be lava flows, flattened landscapes, poisonous gases, and flying rock and ash that can sometimes travel hundreds of miles downwind.Because of their intense heat, lava flows are great fire hazards. Lava flows destroy everything in their path, but most move slowly enough that people can move out of the way.",
	_tr_Geophysical_Volcano_pr2: "There are several different causes for a volcano to erupt which all fundamentally come down to a  pressure change within the volcano which forces the magma to overflow the chamber it is held in.The most common type of eruption is caused by the movement of tectonic plates.Decrease in external pressure can trigger an eruption as it may minimise the volcano's ability to hold back by increasing the pressures inside the magma chamber.Other type of eruption is caused by tectonic plates is  when the plates move away from each other allowing magma to rise and fill the the gap, which can cause a gentle explosion of thin lava of temperatures between 800 to 1,200C.",
	_tr_Geophysical_Volcano_pr3: "On 10 April 1815, Tambora produced the largest eruption known on the planet during the past 10,000 years. The volcano erupted more than 50 cubic kilometers of magma and collapsed afterwards to form a 6 km wide and 1250 m deep caldera. The eruption produced global climatic effects and killed more than 100,000 people, directly and indirectly. Minor lava domes and flows have been extruded on the caldera floor at Tambora during the 19th and 20th centuries.",

	_tr_Hydrological_Floods_pr1: "A flood is an overflow of water that submerges land that is normally dry. Flooding is studied by the discipline of hydrology. They are the most common and widespread severe weather event. They can also occur rapidly or build up gradually.",
	_tr_Hydrological_Floods_pr2: "Floods are caused by a number of factors such as: heavy rainfall, strong winds over water, unusually high tides, tsunami or dam failure, etc.There are periodic floods , which occur on many rivers, forming a so-called flood plain around the river area.As we all know during rain or snow part of the water is retained in ponds or soil .Another part is absorbed by grass and vegetation, a third part evaporates and the rest moves over the ground as surface runoff. Flooding occurs, however, when lakes, river beds, soil and vegetation cannot absorb this water. Usually flooding of rivers is often caused by heavy rain, and sometimes water is increased by snowmelt. A flood that rises quickly, with little or no advance warning, is called a flash flood.  These flash floods usually result from intense rainfall over a relatively small area. High winds over water can also cause flooding. Even when rainfall is relatively low, the shores of lakes and bays can be flooded by strong winds - such as during hurricanes - that blow water into coastal areas.Unusual tides can also lead to flooding This is seen in a number of coastal areas that are inundated by unusually high tides, such as spring tides, especially when compounded by high winds and storms.",
	_tr_Hydrological_Floods_pr3: "The Johnstown Flood (locally known as the Great Flood of 1889) occurred on Friday, May 31, 1889, following a catastrophic failure of the South Fork Dam, located on the south fork of the Little Conemaugh River, 14 miles (23 km) upstream from the town of Johnstown, Pennsylvania. The dam broke after several days of exceptionally heavy rainfall, releasing 14.55 million cubic meters of water. With a volumetric flow that temporarily equaled the average flow of the Mississippi River, the flood killed 2,209 people and caused $17 million in damages (about $490 million in 2020 dollars).",

	_tr_Hydrological_Limnic_pr1: "A limnic eruption is  when a gas, usually CO2, suddenly erupts from the bottom of deep lake waters. This gas can and does cause suffocation and death of wildlife, livestock and humans. This same eruption can cause a tsunami in the lake, as the rising gas is of enormous force, which force can displace a huge amount of water. It is believed that landslides , volcanic activity or explosions.can also trigger such an eruption.",
	_tr_Hydrological_Limnic_pr2: "The chances of such a sequence of events may go up as the planet warms, MacIntyre says. Climate change is expected to bring more rain to East Africa, and “it’s going to come in the form of more extreme rain events with bigger intervals of drought in between”. Another possible trigger is volcanic activity under the lake or from surrounding volcanoes, but scientists think the risk of that is low. A 2002 eruption of nearby Mount Nyiragongo didn’t bring in enough material to disrupt Kivu’s bottom layers. And modelling studies have shown that volcanism below the lake wouldn’t cause a big enough disruption either, MacIntyre says.",
	_tr_Hydrological_Limnic_pr3: "To date, only two limnic eruptions have been observed and recorded.The first was in 1984 in Cameroon at Lake Monoun.This limnic eruption caused the death of 37 residents. And in 1986 a much larger eruption was recorded in nearby Lake Nios which caused the deaths of 1700 - 1800 people from suffocation.",

	_tr_Hydrological_Tsunamis_pr1: "Tsunamis are a sequence of huge waves . Waves propagate beyond the area of origin and can be extremely dangerous and destructive when they reach the coast. The word 'tsunami' itself is a compound of the Japanese words 'tsu' meaning harbour and 'nami' meaning wave. Tsunami waves are completely unrelated to astronomical tides - which are caused by the extraterrestrial gravitational influences of the moon, sun and planets. The word tsunami is the correct and official term that is accepted internationally. Tsunamis often resemble large walls made of water. They are capable of attacking the coastline and being dangerous for hours. Sometimes the biggest wave is the first, but it is not exceptional for the second, third or even fourth to be bigger than the first. Once the wave hits it recedes into the sea. The next wave rushes ashore within minutes, carrying with it much floating debris from the previous impact. When waves enter harbors, very strong and dangerous water currents form that can easily destroy ship moorings, and when tsunamis enter rivers or other.",
	_tr_Hydrological_Tsunamis_pr2: "Tsunamis are generated by strong underwater disturbance or activity near the coast or ocean. When a large volume of water is suddenly displaced or the seabed is suddenly raised or lowered by an earthquake, large tsunamis can form",
	_tr_Hydrological_Tsunamis_pr3: "On July 9, 1958, Alaska’s Lituya Bay was hit by the largest mega tsunami ever recorded. It occurred when a 7.8 magnitude earthquake struck the Fair weather fault, dislodging 90 million tons of rock into the bay. The wall of water this produced reached nearly 1720 feet in the air—which is higher than the Willis Tower in Chicago. Five people were killed by the wave, included three people on the shore of Khantaak Island at Yakutat Bay’s entrance and two people on a boat in Lituya Bay.",

	_tr_Мeteorological_Blizzard_pr1: "On July 9, 1958, Alaska’s Lituya Bay was hit by the largest mega tsunami ever recorded. It occurred when a 7.8 magnitude earthquake struck the Fair weather fault, dislodging 90 million tons of rock into the bay. The wall of water this produced reached nearly 1720 feet in the air—which is higher than the Willis Tower in Chicago. Five people were killed by the wave, included three people on the shore of Khantaak Island at Yakutat Bay’s entrance and two people on a boat in Lituya Bay.",
	_tr_Мeteorological_Blizzard_pr2: "Snow forms when two air masses collide one with warm air and one with cold air they collide and make a front if there is more cold air it creates a snow if there is more warm air it will just rain. When this snow is combined with the wind, and decreased visibility, it forms a blizzard.",
	_tr_Мeteorological_Blizzard_pr3: "One of the largest and first recorded and described blizzards (snowstorms) was in 1888 affected the United States and led to the destruction of huge amounts of crops.Other huge blizzards were also recorded in 1972.  In Iran, in 1993, the so-called 'super storm' which started from the Gulf of Mexico and traveled northwards, causing damage to 26 states and also damage in Canada and caused the death of over 300 people. Another such severe blizzard was recorded in Asia in Afghanistan in 2008 which caused very extensive damage.",

	_tr_Мeteorological_Cyclone_pr1: "Severe winter storms that are accompanied by heavy snow and strong winds are so-called blizzards or snowstorms. When very strong winds stir up the snow that has already fallen and accumulated then we speak of a ground blizzard. Snowstorms can cause great damage and destruction, especially in areas and regions where they are rare. This can negatively affect the meateconomy.",
	_tr_Мeteorological_Cyclone_pr2: "Snow forms when two air masses collide one with warm air and one with cold air they collide and make a front if there is more cold air it creates a snow if there is more warm air it will just rain. When this snow is combined with the wind, and decreased visibility, it forms a blizzard.",
	_tr_Мeteorological_Cyclone_pr3: "One of the largest and first recorded and described blizzards (snowstorms) was in 1888 affected the United States and led to the destruction of huge amounts of crops. Other huge blizzards were also recorded in 1972.  In Iran, in 1993, the so-called 'super storm' which started from the Gulf of Mexico and traveled northwards, causing damage to 26 states and also damage in Canada and caused the death of over 300 people. Another such severe blizzard was recorded in Asia in Afghanistan in 2008 which caused very extensive damage.",

	_tr_Мeteorological_Dust_Storm_pr1: "A dust storm is a wall of dust and debris that is often blown into an area by strong winds from thunderstorms. The wall of dust can be miles long and several thousand feet high. Dust storms happen in many places around the world. Most of the world’s dust storms occur over the Middle East and North Africa. However, they can also happen anywhere in the United States. In the U.S., dust storms are most common in the Southwest, where they peak in the springtime.On any given day, dust storms kick up a lot of dust into our air. In fact, scientists estimate that on average, about 44 billion pounds (20 teragrams) of dust are in Earth’s atmosphere at any one time.",
	_tr_Мeteorological_Dust_Storm_pr2: "Dust storms are caused by very strong winds — often produced by thunderstorms. In dry regions, the winds can pull dust from the ground up into the air, creating a dust storm. An area's geography and plant life can also make it more likely to have dust storms.",
	_tr_Мeteorological_Dust_Storm_pr3: "One of the most devastating storms of the 1930s Dust Bowl era sweeps across the region on April 14, 1935. High winds kicked up clouds of millions of tons of dirt and dust so dense and dark that some eyewitnesses believed the world was coming to an end.",

	_tr_Мeteorological_Fire_Storm_pr1: "Fire storm is a conflagration which attains such intensity that it creates and sustains its own wind system. It is most commonly a natural phenomenon, created during some of the largest bushfires and wildfires. Although the term has been used to describe certain large fires,[1] the phenomenon's determining characteristic is a fire with its own storm-force winds from every point of the compass towards the storm's center, where the air is heated and then ascends.",
	_tr_Мeteorological_Fire_Storm_pr2: "A firestorm is created as a result of the 'chimney effect' as the heat of the original fire draws in more and more of the surrounding air. This draft can be quickly increased if a low level jet stream exists over or near the fire, or when an atmospheric temperature inversion cap is pierced by it.",
	_tr_Мeteorological_Fire_Storm_pr3: "Peshtigo Fire. The Peshtigo Fire of 1871 was the deadliest wildfire in recorded human history. The fire occurred on October 8, 1871, on a day when the entirety of the Great Lake region of the United States was affected by a huge conflagration that spread throughout the U.S. states of Wisconsin, Michigan and Illinois.",
	
	_tr_Мeteorological_Thunderstorm_pr1: "A thunderstorm is a storm with lightning and thunder. Its produced by a cumulonimbus cloud, usually producing gusty winds, heavy rain and sometimes hail.",
	_tr_Мeteorological_Thunderstorm_pr2: "For a thunderstorm to form the following conditions must be present: moisture, unstable air that must be relatively warm and rising quickly. Finally, there must be a updraft. It can be formed by fronts, sea breezes or mountains.",
	_tr_Мeteorological_Thunderstorm_pr3: "Throughout human history, there were many huge and dangerous thunderstorms, but the biggest one recorded was in India, and it occurred on December 1st, 2014. It was the highest voltage thunderstorm ever recorded, with 1.3 billion volts.",

	_tr_Мeteorological_Tornado_pr1: "Tornadoes are vertical funnels of rapidly spinning air. Their winds may top 250 miles an hour and can clear a pathway a mile wide and 50 miles long. Also known as twisters, tornadoes are born in thunderstorms and are often accompanied by hail. Giant, persistent thunderstorms called supercells spawn the most destructive tornadoes. It's often portended by a dark, greenish sky. Black storm clouds gather. Baseball-size hail may fall. A funnel suddenly appears, as though descending from a cloud. The funnel hits the ground and roars forward with a sound like that of a freight train approaching. The tornado tears up everything in its path.",
	_tr_Мeteorological_Tornado_pr2: "'Tornado Alley,' a region that includes the area in the eastern state of South Dakota, Nebraska, Kansas, Oklahoma, northern Texas, and eastern Colorado, is often home to the most powerful and destructive of these storms. U.S. tornadoes cause 80 deaths and more than 1,500 injuries per year.The most violent tornadoes come from supercells, large thunderstorms that have winds already in rotation. About one in a thousand storms becomes a supercell, and one in five or six supercells spawns off a tornado.Tornadoes can occur at any time of year, but they are more common during a distinct season that begins in early spring for the states along the Gulf of Mexico. The season follows the jet stream—as it swings farther north, so does tornado activity. May generally has more tornadoes than any other month, but April's twisters are sometimes more violent. Farther north, tornadoes tend to be more common later in summer.",
	_tr_Мeteorological_Tornado_pr3: "The most violent tornado in recorded history was the Tri-State Tornado, which spread through parts of Missouri, Illinois, and Indiana on March 18, 1925. It is considered an F5 on the Fujita Scale, even though tornadoes were not ranked on any scale at the time. It holds records for longest path length at 352 km, longest duration at about 3½ hours, and fastest forward speed for a significant tornado at 117 km/h anywhere on Earth.",

	_tr_Climatological_Heat_Wave_pr1: "An ice storm is a type of winter storm during which icy rain falls. This can cause tremendous economic and physical damage, damage to utilities and transportation systems (planes, trains, vehicles).Driving during such a storm is extremely dangerous because ice can cause any vehicle to spin out of control, and lead to scary car accidents.Winter storms are also referred to by the meteorological services as 'rogue killers' because they are the indirect cause of many deaths, such as hypothermia, which is the result of prolonged exposure to cold. One of the most severe ice storms is the storm ",
	_tr_Climatological_Heat_Wave_pr2: "Heat waves form as a result of trapped air. This air simply stays in place and is heated like the air in an oven.This is due to high pressure systems. These high pressure systems push the air down. This force prevents air from rising near the ground. The sinking air acts like a cap. It traps the warm ground air in place. Since there is no rising air, consequently there will be no rain and nothing to prevent the hot air from becoming even hotter.",
	_tr_Climatological_Heat_Wave_pr3: "An example of a HOT period was in late June and early July 2012 in the United States. More than 8,000 heat records were broken then. Then many of the roads in Chicago buckled, and there were many deaths due to the heat across the country.",

	_tr_Climatological_Drought_pr1: "A  drought is a period of time when an area or region experiences below-normal precipitation. The lack of adequate precipitation, either rain or snow, can cause reduced soil moisture or groundwater, diminished stream flow, crop damage, and a general water shortage. Droughts are the second-most costly weather events after hurricanes.",
	_tr_Climatological_Drought_pr2: "The main cause of drought is drier than normal weather conditions for a given area or region, which can lead to water supply problems. High temperatures can worsen drought, they can cause soil moisture to evaporate. However, just because a region is hot and dry does not mean that it is experiencing a drought. Drought only occurs when an area is abnormally dry. We all know that rain and snow do not fall evenly across the Earth. Some regions are wetter and others are drier. From season to season - and from year to year - the amount of rain or snow in a place can vary over a range. However, it is believed that, over a period of many years, the average amount of precipitation in a region is fairly consistent. For example, in the deserts of the American Southwest, average precipitation is less than 3 inches per year. But average annual precipitation in Atlanta is about 50 inches.When an area gets less rain than usual, the soil also gets much less moisture.",
	_tr_Climatological_Drought_pr3: "The 1950s Texas drought was a period between 1949 and 1957 in which the state received 30 to 50% less rain than normal, while temperatures rose above average. During this time, Texans experienced the second-, third-, and eighth-driest single years ever in the state – 1956, 1954, and 1951, respectively. The drought was described by a state water official as 'the most costly and one of the most devastating droughts in 600 years.",

	_tr_Climatological_Cold_Wave_pr1: "A cold wave is a meteorological phenomenon that is characterized by a cooling of the air.  It is produced by the rapid drop in temperature over a period of 24 hours. The cold wave is determined by the rate at which temperatures fall and the minimum to which they fall, with the minimum temperature depending on the geographical region and the time of year. Cold waves are formed by large cool air masses that accumulate in certain regions caused by air flow movements. These cold waves can also adversely affect the safety of aviation operations. Some of the most important problems associated with cold wave are: Accumulation of ice and frost on external surfaces of aircraft, cold temperatures can stress the metal surfaces of aircraft and last but not least diesel fuel gels in extreme cold weather which can have a negative impact on ground operations etc.",
	_tr_Climatological_Cold_Wave_pr2: "Let's look at how cold waves form in the Northern Hemisphere. There, these waves occur when very cold, dense air near the surface moves from the source area of that air in northern Canada or northern Asia.These Cold Polar or Arctic air masses are relatively shallow, occupying one to several kilometers above the surface. The most extreme area of all is the area in North Asia (Siberia), where the formation of cold surface air increases from a great distance to the nearest unfrozen ocean. This isolates the area from heat and moisture and the presence of mountains in the east. and the south to serve as barriers to capture and further isolate cold surface air once it has formed.",
	_tr_Climatological_Cold_Wave_pr3: "2009 saw one of the coldest waves in Europe, with some places such as Germany, France, Italy, Romania and Spain having record low temperatures well below 0 ° C (32 ° F). All these places were also covered with snow and ice, which caused many delays at the airport. Another European cold wave was reported in 2012. It started in January 2012 and brought snow and frost to much of the European continent. Then the temperatures reach -39.2 ° C in Finland. The strongest snow was registered in the Balkans. In February, snow reached the British Isles, disrupting London's Heathrow Airport, where up to 10 cm (3.9 inches) of snow prevented many scheduled flights.",

	/*	Subtopics	*/
	_tr_Geophysical_Earthquake: "Earthquake",
	_tr_Geophysical_Landslides: "Landslides",
	_tr_Geophysical_Sinkholes: "Sinkholes",
	_tr_Geophysical_Volcanic: "Volcanic",
	_tr_Geophysical_Avalanche: "Avalanche",

	_tr_Hydrological_Floods: "Floods",
	_tr_Hydrologicall_Limnic_Eruptions: "Limnic eruptions",
	_tr_Hydrological_Tsunamis: "Tsunamis",

	_tr_Climatological_Ice_Storm: "Ice Storm",
	_tr_Climatologicall_Cold_Waves: "Cold Waves",
	_tr_Climatological_Heat_Waves: "Heat Waves",
	_tr_Climatological_Drought: "Drought",

	_tr_Meteorological_Blizzard: "Blizzard",
	_tr_Meteorological_Cyclone: "Cyclone",
	_tr_Meteorological_Hailstorm: "Hailstorm",
	_tr_Meteorological_Thunderstorm: "Thunderstorm",
	_tr_Meteorological_Tornado: "Tornado",
	_tr_Meteorological_Fire_Storm: "Fire Storm",
	_tr_Meteorological_Dust_Storm: "Dust Storm"
};

function translate(){

	//Get current language
	var current_lang = localStorage.getItem('current_lang');

	//Translate
	$.each( lang[current_lang], function( key, value ) {
		$('.'+key).text(value);
	});

	//Change Flag
	if(current_lang == 'en'){
		$('#flagIMG').attr("src","https://upload.wikimedia.org/wikipedia/en/thumb/a/ae/Flag_of_the_United_Kingdom.svg/1200px-Flag_of_the_United_Kingdom.svg.png","alt","UK Flag");
	} else {
		$('#flagIMG').attr("src","https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Flag_of_Bulgaria.svg/2560px-Flag_of_Bulgaria.svg.png","alt","BG Flag");
	}
}


function change_language(new_lang){
	localStorage.setItem('current_lang', new_lang);
	translate();
}


$(document).ready(function(){
	translate();
});



let flag = document.querySelector('.flagLink');

flag.onclick = function() {
	if(localStorage.getItem('current_lang') == 'bg'){
		change_language('en');
	} else {
		change_language('bg');
	}

}